Repository: kainabel/freech
Catalog: po/*.po
Languages: de_de

source: Moved
de_de: Verschoben

source: (No postings found)
de_de: (Keine Postings gefunden)

source: Profile of %1
de_de: Profil von %1

source: User group:
de_de: Benutzergruppe:

source: Member since:
de_de: Mitglied seit:

source: Forum postings:
de_de: Forenbeiträge:

source: Not public
de_de: Nicht öffentlich

source: None
de_de: Keine

source: User Registration
de_de: Benutzer-Registrierung

source: Your password was changed. You may now log in.
de_de: Ihr Passwort wurde geändert, sie können sich einloggen.

source: Personal Data of %1
de_de: Persönliche Daten von %1

source: Firstname:
de_de: Vorname:

source: Lastname:
de_de: Nachname:

source: Display this email address publicly
de_de: Email-Adresse öffentlich anzeigen

source: Password:
de_de: Passwort:

source: Repeat:
de_de: Wiederholen:

source: Save Changes
de_de: Änderungen speichern

source: Resetting Your Password
de_de: Passwort zurücksetzen

source: An email with instructions for resetting your password has been sent to your email address.
de_de: Eine Mail mit Anleitung zum zurücksetzen wurde an ihre Email-Adresse versandt.

source: User Options
de_de: Benutzer-Einstellungen

source: Password Change
de_de: Passwort ändern

source: Please assign your personal login password.
de_de: Bitte vergeben sie ihr persönliches Login-Passwort.

source: Change Password
de_de: Passwort ändern

source: (last edited %1)
de_de: (Editiert am %1)

source: Move a Thread
de_de: Thread verschieben

source: Move to:
de_de: Verschieben nach:

source: Move Thread
de_de: Thread verschieben

source: Welcome!
de_de: Herzlich Willkommen!

source: Please select a forum from the list.
de_de: Bitte wählen sie ein Forum aus der Liste.

source: Recent Forum Activity
de_de: Neueste Forenbeiträge

source: Forum Information
de_de: Foreninformationen

source: Recently Registered Users
de_de: Neueste User

source: Lock posting
de_de: Beitrag sperren

source: Unlock posting
de_de: Beitrag freigeben

source: Make sticky
de_de: Pin setzen

source: Remove sticky
de_de: Pin entfernen

source: Move to a different forum
de_de: In ein anderes Forum verschieben

source: Allow responses
de_de: Antworten erlauben

source: Prevent responses
de_de: Antworten verbieten

source: Log in
de_de: Einloggen

source: To log in your browser must support cookies.
de_de: Hinweis: Um einzuloggen muss Ihr Browser Cookies akzeptieren.

source: Remember password
de_de: Passwort merken

source: You are here:
de_de: Sie sind hier:

source: Email Address:
de_de: Email-Adresse:

source: Reset Password
de_de: Zugangsdaten zurücksetzen

source: Postings of %1
de_de: Postings von %1

source: Edit a Forum
de_de: Forum bearbeiten

source: Summary:
de_de: Beschreibung:

source: Save the Forum
de_de: Forum speichern

source: Moderation Log
de_de: Moderations-Log

source: Reason: %1
de_de: Grund: %1

source: No entries yet.
de_de: Kein Eintrag vorhanden.

source: One user online
de_de: Ein User online

source: Member since: %1
de_de: Mitglied seit: %1

source: (No users found)
de_de: (Keine User gefunden)

source: Permissions of %1
de_de: Berechtigung von %1

source: Group ID:
de_de: Gruppen-ID

source: Created on:
de_de: Erstellt am:

source: Permissions
de_de: Berechtigungen:

source: Permit '%1'
de_de: '%1' gewähren

source: Save Group
de_de: Daten speichern

source: Special functionality:
de_de: Spezialfunktionen:

source: Yes
de_de: Ja

source: Lock a Posting
de_de: Beitrag sperren

source: Subject:
de_de: Betreff:

source: Reason:
de_de: Begründung:

source: Posting is spam
de_de: Beitrag ist Spam

source: A confirmation mail has been sent to your email address.
de_de: Eine Mail mit Anleitung zum zurücksetzen wurde an ihre Email-Adresse versandt.

source: Your password was changed. Your registration is complete and you may log in.
de_de: Ihr Passwort wurde gesetzt. Ihre Registrierung ist vollständig und Sie können sich einloggen.

source: Welcome! By registering you will be able to participate in our discussion forum. All you need is a valid email address and a few minutes of your time. The e-mail address is used only for confirming your registration details, and for sending you a password reminder if you ever forget yours. None of your personal data is given to any third parties.
de_de: Bitte registrieren Sie sich hier, um aktiv an den Diskussionsforen und an anderen Diensten (wie zum Beispiel Online-Umfragen) teilnehmen zu können. Sie benötigen dafür lediglich eine gültige E-Mail-Adresse und wenige Minuten Zeit. Wir respektieren den Datenschutz und garantieren, dass wir Ihre persönlichen Angaben strikt vertraulich behandeln. Bitte lesen Sie die Erklärung zum Datenschutz.

source: Please select a username. The username is used to log into your account later.
de_de: Wählen Sie einen Benutzernamen zu Ihrer Identifikation bei der Registrierung.

source: Firstname and Lastname:
de_de: Vor- und Nachname:

source: Please enter valid information, your registration is invalid otherwise and may be deleted.
de_de: Bitte korrekte Daten eingeben, ihre Registrierung ist sonst ungültig und ihr Account kann gelöscht werden.

source: Public Email:
de_de: Öffentliche E-Mail-Adresse:

source: Click here if you want other users to be able to see the address.
de_de: Klicken Sie hier, wenn andere User ihre Email-Adresse sehen sollen.

source: Terms of Usage:
de_de: Einwilligungserklärung:

source: By clicking Register below you agree that we may store your personal data as stated above. You also agree to the terms of use.
de_de: Wenn Sie mit der Speicherung Ihrer personenbezogenen Daten sowie den Regeln und Bestimmungen der Nutzungsvereinbarung einverstanden sind, können Sie mit einem Klick auf den Zustimmen-Button unten fortfahren. Ansonsten drücken Sie bitte Abbrechen.

source: I Agree, Register
de_de: Ich stimme zu

source: I Do Not Agree, Cancel
de_de: Abbrechen

source: Statistics
de_de: Forenstatistik

source: Postings and traffic of the last %1 days
de_de: Postings und Traffic der letzten %1 Tage.

source: Top Users
de_de: Top 20

source: Weekly Top 20
de_de: Top 20 der letzten 7 Tage

source: All Time Top 20
de_de: Top 20

source: New
de_de: Neu

source: by %1
de_de: von %1

source: on %1
de_de: am %1

source: Write a New Message
de_de: Neuen Beitrag für das Forum schreiben

source: (required)
de_de: (bitte unbedingt ausfüllen)

source: Message:
de_de: Beitrag:

source: Quote Message
de_de: Zitat einfügen

source: Preview
de_de: Vorschau

source: Send Message
de_de: Abschicken

source: Edit Message
de_de: Nachricht bearbeiten

source: Vote
de_de: Stimme abgeben

source: View results
de_de: Zum Umfrageergebnis

source: Start a Poll
de_de: Umfrage starten

source: Poll title:
de_de: Umfragetitel:

source: Allow for checking multiple boxes.
de_de: Mehrfachauswahl erlauben.

source: Add Another Option
de_de: Weitere Option hinzufügen

source: Submit Poll
de_de: Umfrage abschicken

source: Search
de_de: Suchen

source: Find Postings
de_de: Beiträge suchen

source: Find Users
de_de: Benutzer suchen

source: One result found.
de_de: Ein Ergebnis gefunden

source: Examples:
de_de: Beispiele:

source: apples AND "peaches" NOT user:"that guy" AND (text:banana OR subject:fruit) ban?na AND NOT subject:wildcard*matching
de_de: äpfel AND "birnen" NOT user:"der da" AND (text:bananen OR subject:frucht) ban?nen AND NOT subject:wildcard*matching

source: Edit
de_de: Bearbeiten

source: Reply
de_de: Beantworten

source: Locked Message
de_de: Gesperrter Beitrag

source: Warning! Your message is incomplete.
de_de: Achtung! Ihre Nachricht ist unvollständig.

source: Please enter a name with at most %d characters.
de_de: Bitte einen Namen mit maximal %d Zeichen eingeben.

source: Your login name contains invalid characters.
de_de: Der Benutzername enthält ungültige Zeichen.

source: Please enter a subject with at most %d characters.
de_de: Bitte einen Betreff mit maximal %d Zeichen eingeben.

source: Your message exceeds the maximum length of %d characters.
de_de: Die Nachricht überschreitet die maximale Länge von %d Zeichen.

source: Your message contains invalid characters.
de_de: Die Nachricht enthält ungültige Zeichen.

source: Please choose a password with at least %d characters.
de_de: Bitte ein Passwort mit mindestens %d Zeichen eingeben.

source: Please choose a password with at most %d characters.
de_de: Bitte ein Passwort mit maximal %d Zeichen eingeben.

source: Please enter a valid email address.
de_de: Bitte eine gültige Email-Adresse eingeben.

source: Please enter an email address with at most %d characters.
de_de: Bitte eine Email-Adresse mit maximal %d Zeichen eingeben.

source: Profile of %s
de_de: Profil von %s

source: Postings of %s
de_de: Postings von %s

source: Deleted
de_de: Gelöscht

source: Active
de_de: Aktiv

source: Unconfirmed
de_de: Unbestätigt

source: Locked
de_de: Gesperrt

source: Please enter a username.
de_de: Bitte einen Usernamen eingeben.

source: Your login name is too short. Please enter at least %d characters.
de_de: Der eingegebene Username is zu kurz. Bitte mindestens %d Zeichen eingeben.

source: Your login name is too long. Please enter at most %d characters.
de_de: Der eingegebene Username is zu lang. Bitte maximal %d Zeichen eingeben.

source: Your username contains invalid characters.
de_de: Der eingegebene Username enthält ungültige Zeichen.

source: Please enter a password.
de_de: Bitte ein Passwort eingeben.

source: Please enter a firstname.
de_de: Bitte einen Vornamen eingeben.

source: Your firstname is too short. Please enter at least %d characters.
de_de: Der eingegebene Vorname ist zu kurz. Bitte mindestens %d Zeichen eingeben.

source: Your firstname is too long. Please enter at most %d characters.
de_de: Der eingegebene Vorname ist zu lang. Bitte maximal %d Zeichen eingeben.

source: Please enter a lastname.
de_de: Bitte einen Nachnamen eingeben.

source: Your lastname is too short. Please enter at least %d characters.
de_de: Der eingegebene Nachname ist zu kurz. Bitte mindestens %d Zeichen eingeben.

source: Your lastname is too long. Please enter at most %d characters.
de_de: Der eingegebene Nachname ist zu lang. Bitte maximal %d Zeichen eingeben.

source: Please enter a valid homepage URL.
de_de: Bitte eine gültige Homepage-URL eingeben.

source: Your homepage URL is too long. Please enter at most %d characters.
de_de: Die eingegebene Homepage-URL ist zu lang. Bitte maximal %d Zeichen eingeben.

source: Your instant messenger address is too long. Please enter at most %d characters.
de_de: Die eingegebene Instant-Messenger-URL ist zu lang. Bitte maximal %d Zeichen eingeben.

source: Inactive
de_de: Inaktiv

source: Please enter a valid name.
de_de: Bitte einen gültigen Namen eingeben.

source: Please enter a summary.
de_de: Bitte eine Beschreibung eingeben.

source: Error: Please enter a group name.
de_de: Bitte einen Gruppennamen eingeben.

source: [MODERATOR_LINK] has locked the account of "[USERNAME]".
de_de: [MODERATOR_LINK] hat den Account von "[USERNAME]" gesperrt.

source: [MODERATOR_LINK] has unlocked the account of "[USERNAME]".
de_de: [MODERATOR_LINK] hat den Account von "[USERNAME]" wieder aktiviert.

source: [MODERATOR_LINK] has locked a <a href="[POSTING_URL]">posting</a> by [USER_LINK].
de_de: [MODERATOR_LINK] hat ein <a href="[POSTING_URL]">Posting</a> von [USER_LINK] gesperrt.

source: [MODERATOR_LINK] has unlocked the posting [POSTING_LINK] by [USER_LINK].
de_de: [MODERATOR_LINK] hat das Posting [POSTING_LINK] von [USER_LINK] wieder freigegeben.

source: [MODERATOR_LINK] has made the posting [POSTING_LINK] by [USER_LINK] sticky.
de_de: [MODERATOR_LINK] hat das Posting "[POSTING_LINK]" von [USER_LINK] festgepinnt.

source: [MODERATOR_LINK] has removed the sticky from [POSTING_LINK] by [USER_LINK].
de_de: [MODERATOR_LINK] hat den Pin vom Posting "[POSTING_LINK]" von [USER_LINK] wieder entfernt.

source: [MODERATOR_LINK] has disabled responses to the posting [POSTING_LINK] by [USER_LINK].
de_de: [MODERATOR_LINK] hat Antworten auf das Posting [POSTING_LINK] von [USER_LINK] verboten.

source: [MODERATOR_LINK] has enabled responses to the posting [POSTING_LINK] by [USER_LINK].
de_de: [MODERATOR_LINK] hat Antworten auf das Posting [POSTING_LINK] von [USER_LINK] erlaubt.

source: [MODERATOR_LINK] has moved the thread [POSTING_LINK] by [USER_LINK].
de_de: [MODERATOR_LINK] hat den Thread "[POSTING_LINK]" von [USER_LINK] verschoben.

source: Unfold All
de_de: Alles aufklappen

source: Fold All
de_de: Alles zuklappen

source: Log out
de_de: Ausloggen

source: My Postings
de_de: Meine Postings

source: My Profile
de_de: Mein Profil

source: Login failed.
de_de: Login fehlgeschlagen.

source: Your account is not yet confirmed.
de_de: Der Account ist noch nicht freigeschaltet.

source: Home
de_de: Startseite

source: Your password at [SITE_TITLE]
de_de: Dein Passwort bei [SITE_TITLE]

source: Hello [FIRSTNAME] [LASTNAME], We have received a password reset request for your account "[LOGIN]". To change your password please click the link below. If you did not request that your password be changed you may ignore this message. [URL]
de_de: Hallo [FIRSTNAME] [LASTNAME], Wir haben eine Anfrage zur Zurücksetzung des Passwortes für deinen Account "[LOGIN]" erhalten. Um das Passwort jetzt zurückzusetzen klicke bitte den Link unten an. Falls du keine Anfrage zur Zurücksetzung gestellt hast, ignoriere bitte diese Mail. [URL]

source: No Such Message
de_de: Dieser Beitrag ist nicht vorhanden

source: A message with the given ID does not exist.
de_de: Der von ihnen angeforderte Beitrag existiert in diesem Forum nicht.

source: Move
de_de: Verschieben

source: Lock
de_de: Sperren

source: Please enter a reason.
de_de: Bitte eine Begründung angeben.

source: Error: Passwords do not match.
de_de: Fehler: Die Passworte stimmen nicht überein.

source: Failed to save the user.
de_de: Speichern the Benutzers fehlgeschlagen.

source: Your data has been saved.
de_de: Die Daten wurden gespeichert.

source: Failed to save the group.
de_de: Speichern der Gruppe fehlgeschlagen.

source: Your changes have been saved.
de_de: Die Änderungen wurden gespeichert.

source: The given email address was not found.
de_de: Die angegebene Email-Adresse ist unbekannt.

source: Your account is locked.
de_de: Der Account ist gesperrt.

source: Add a New Forum
de_de: Neues Forum hinzufügen

source: The changes have been saved.
de_de: Die Änderungen wurden gespeichert.

source: Hide Videos
de_de: Videos ausblenden

source: Show Videos
de_de: Videos einblenden

source: Show Posting List
de_de: Posting-Liste einblenden

source: Hide Posting List
de_de: Posting-Liste ausblenden

source: Message
de_de: Beitrag

source: Order by Date
de_de: Eingangsreihenfolge

source: Register Account
de_de: Account registrieren

source: The entered username is not available.
de_de: Der Benutzername gehört bereits einem registrierten User.

source: The given email address already exists in our database.
de_de: Die angegebene Email-Adresse gehört bereits einem registrierten User.

source: Your registration at [SITE_TITLE]
de_de: Deine Registrierung bei [SITE_TITLE]

source: Hello [FIRSTNAME] [LASTNAME], Thank you for registering at [SITE_TITLE]. Your account name is "[LOGIN]". Please confirm your email address by clicking the registration link below. [URL]
de_de: Hallo [FIRSTNAME] [LASTNAME]! Vielen Dank für deine Registrierung bei [SITE_TITLE]. Dein Account-Name ist "[LOGIN]". Bitte bestätige deine Email-Adresse durch Klick auf den folgenden Link: [URL]

source: Show Thread
de_de: Thread einblenden

source: Hide Thread
de_de: Thread ausblenden

source: Order by Thread
de_de: Thread-Darstellung

source: Order by Topic
de_de: Flache Darstellung

source: %s wrote on %s:
de_de: %s schrieb am %s:

source: Start a New Topic
de_de: Neues Thema

source: You have sent too many messages. %d seconds until your message may be sent.
de_de: Sie haben zu viele Nachrichten abgeschickt. Nächstes Posting ist erst in %d Sekunden wieder möglich.

source: Message rejected by spamblocker.
de_de: Nachricht vom Spamblocker abgewiesen.

source: Failed to save the posting.
de_de: Speichern des Postings fehlgeschlagen.

source: Poll: %s
de_de: Umfrage: %s

source: Please log in to cast your vote.
de_de: Um Abzustimmen bitte einloggen.

source: Thank You for your vote.
de_de: Ihre Stimmabgabe wurde gewertet.

source: Please enter a title.
de_de: Bitte einen Titel angeben.

source: The poll title is too long.
de_de: Bitte einen kürzeren Titel wählen.

source: Please add more options.
de_de: Bitte weitere Optionen ausfüllen.

source: Too many options.
de_de: Zu viele Optionen.

source: An option is too long.
de_de: Eine der Optionen ist zu lang.

source: The poll has duplicate options.
de_de: Die Umfrage hat doppelte Optionen.

source: You have reached your poll limit. Sorry.
de_de: Sie haben ihre Umfragen bereits verbraucht.

source: Failed to save poll.
de_de: Speichern der Umfrage fehlgeschlagen.

source: Find
de_de: Finden

source: Find in this forum:
de_de: In diesem Forum suchen:

source: %d postings, %d new
de_de: %d Beiträge, %d neu

source: Resend confirmation email
de_de: Bestätigungsmail erneut versenden

source: Forgot your password?
de_de: Zugangsdaten vergessen

source: (last edited %s)
de_de: (Editiert am %s)

source: Permissions of %s
de_de: Berechtigung von %s

source: Permit '%s'
de_de: '%s' gewähren

source: An email with instructions for resetting your password has been sent to your email address.
de_de: Eine Mail mit Anleitung zum zurücksetzen wurde an ihre Email-Adresse versandt.

source: Reason: %s
de_de: Grund: %s

source: Member since: %s
de_de: Mitglied seit: %s

source: Edited
de_de: Wurde bearbeitet

source: Personal Data of %s
de_de: Persönliche Daten von %s

source: Welcome! By registering you will be able to participate in our discussion forum. All you need is a valid email address and a few minutes of your time. The e-mail address is used only for confirming your registration details, and for sending you a password reminder if you ever forget yours. None of your personal data is given to any third parties.
de_de: Bitte registrieren Sie sich hier, um aktiv an den Diskussionsforen und an anderen Diensten (wie zum Beispiel Online-Umfragen) teilnehmen zu können. Sie benötigen dafür lediglich eine gültige E-Mail-Adresse und wenige Minuten Zeit. Wir respektieren den Datenschutz und garantieren, dass wir Ihre persönlichen Angaben strikt vertraulich behandeln. Bitte lesen Sie die Erklärung zum Datenschutz.

source: By clicking Register below you agree that we may store your personal data as stated above. You also agree to the terms of use.
de_de: Wenn Sie mit der Speicherung Ihrer personenbezogenen Daten sowie den Regeln und Bestimmungen der Nutzungsvereinbarung einverstanden sind, können Sie mit einem Klick auf den Zustimmen-Button unten fortfahren. Ansonsten drücken Sie bitte Abbrechen.

source: Your password was changed. Your registration is complete and you may log in.
de_de: Ihr Passwort wurde gesetzt. Ihre Registrierung ist vollständig und Sie können sich einloggen.

source: Postings and traffic of the last %s days
de_de: Postings und Traffic der letzten %s Tage.

source: by %s
de_de: von %s

source: on %s
de_de: am %s

source: %d result found.
de_de: %d Ergebnis gefunden

source: apples AND "peaches" NOT user:"that guy" AND (text:banana OR subject:fruit) ban?na AND NOT subject:wildcard*matching
de_de: äpfel AND "birnen" NOT user:"der da" AND (text:bananen OR subject:frucht) ban?nen AND NOT subject:wildcard*matching

source: User Settings
de_de: Benutzer-Einstellungen

source: Is (by default) notified of new responses by email:
de_de: Mail-Benachrichtigung bei Antworten auf eigene Postings

source: No
de_de: Nein

source: Notify me by mail if any of my postings is answered.
de_de: Mail-Benachrichtigung bei Antworten auf eigene Postings

source: Hello [FIRSTNAME] [LASTNAME], Your posting [SUBJECT] has received the following response from [SENDER]. ******************************************************* [BODY]
de_de: Hallo [FIRSTNAME] [LASTNAME], Dein Posting [SUBJECT] hat die folgende Antwort von [SENDER] erhalten. ******************************************************* [BODY]
